// Как подключить второе рабочее месте к тому же проекту (репо)
// Есть 2 варианта, либо скачать архив с Хаба с проектом, либо прописать в VSC на втором месте в терминале следующее:
//
// В терминале перед каждой командой прописывается адрес папки, в которой работаем: C:\Users\Maxim\Desktop\vsc>
// Если прописать команду cd .., то ты выйдешь из папки: C:\Users\Maxim\Desktop
// Если прописать cd vsc, то зайдешь в нужную: C:\Users\Maxim\Desktop\vsc
//
// git clone https://github.com/VoMaxim/vsc.git JAVA - JAVA это наименование папки, куда выгрузиться проект с репо, который размещен на Хабе
